"%1$@ Card" = "%1$@ Kort";

"%1$@ Credit" = "%1$@ Kredit";

"%1$@ Debit" = "%1$@ Debet";

"%1$@ Prepaid" = "%1$@ Forudbetalt";

"%1$@ account ending in %2$@" = "%1$@-konto, der ender på %2$@";

"%1$@ ending in %2$@" = "%1$@ slutter på %2$@";

"%1$@ is not accepted" = "%1$@ accepteres ikke";

"Address line 2 (optional)" = "Adresselinje 2 (valgfrit)";

"Apple Pay" = "Apple Pay";

"BSB" = "BSB";

"Bank Account" = "Bankkonto";

"Billing address" = "Faktureringsadresse";

"Billing details" = "Faktureringsoplysninger";

"CVC" = "CVC";

"Card information" = "Kortoplysninger";

"Card number" = "Kortnummer";

"Confirm your %@" = "Bekræft dit %@";

"Invalid data." = "Ugyldige data";

"MM / YY" = "MM/ÅÅ";

"MM/YY" = "MM/ÅÅ";

"Postal Code" = "Postnummer";

"Shipping Address" = "Forsendelsesadresse";

"State / Province / Region" = "Region";

"The BSB you entered is invalid." = "Den BSB, du angav, er ugyldig.";

"The selected brand is not allowed" = "Det valgte brand er ikke tilladt";

"To scan your card, allow camera access in Settings." = "Tillad kameraadgang i Indstillinger for at scanne dit kort.";

"Your card has expired." = "Dit kort er udløbet.";

"Your card number is incomplete." = "Dit kortnummer er ikke fuldendt.";

"Your card number is invalid." = "Dit kortnummer er ugyldigt.";

"Your card's expiration date is incomplete." = "Dit korts udløbsdato er ikke fuldendt.";

"Your card's expiration date is invalid." = "Dit korts udløbsdato er ugyldig.";

"Your card's expiration month is invalid." = "Kortets udløbsmåned er ugyldig.";

"Your card's expiration year is invalid." = "Dit korts udløbsår er ugyldigt.";

"Your card's security code is incomplete." = "Dit korts sikkerhedskode er ufuldstændig.";

"Your card's security code is invalid." = "Dit korts sikkerhedskode er ugyldig.";

"card number" = "kortnummer";

"example@example.com" = "eksempel@eksempel.dk";

"expiration date" = "udløbsdato";
